<?php
/* @var $this yii\web\View */
$this->title = 'Vepay: Оферта';
?>
<div>
    <div>
        <div>
            <h2 id="условия-использования-сервиса-при-проведении-операций-оплаты-товаровработуслуг-по-средствам-сети-интернет">
                Условия использования сервиса при проведении операций оплаты товаров/работ/услуг по средствам сети
                интернет</h2>

            <p>Изложенный ниже текст Условий в соответствии с п. 2 ст. 437 Гражданского кодекса РФ является публичной
                офертой (предложением заключить договор) ООО «ПРОЦЕССИНГОВАЯ КОМПАНИЯ БЫСТРЫХ ПЛАТЕЖЕЙ» (далее «Vepay»)
				- адрес местонахождения общества: г. Москва, улица Бутлерова, дом 17, эт 5 ком 80,
				ген.директор Никонов Г. Б., ИНН 7728487400, ОГРН 1197746592482),
				адресованной физическим лицам, являющимся резидентами РФ. Безусловным принятием Условий
                (акцептом оферты) в соответствии со ст. 438 Гражданского кодекса РФ является совершение Вами действий,
                предусмотренных Условиями.&nbsp;«Vepay» предоставляет возможность оплачивать товары
                (работы, услуги) посредством сети Интернет (мобильных Интернет-коммуникаций).</p>

            <p>Указанная услуга доступна Покупателю при наличии у него компьютера, или иного устройства, позволяющего
                осуществить доступ в сеть Интернет. Все вопросы, связанные с предоставлением прав доступа в сеть
                Интернет, покупкой и настройки для этого соответствующего оборудования и программных продуктов
                настоящими Условиями не регулируются и решаются Покупателем самостоятельно.</p>

            <h2 id="термины-и-определения">Термины и определения.</h2>

            <p><strong>«Сайт «Vepay»</strong> - web-сайт «Vepay» находящийся по адресу:
                vepay.online, на котором осуществляется предоставление услуги онлайн оплаты товаров (работ услуг),
                реализуемых Предоставляющими партнерами «Vepay».</p>

            <p><strong>«Предоставляющие партнеры»</strong> - предприятия торговли/сервиса, реализующие товары (работы,
                услуги), в том числе с использованием средств Интернет, с которыми у «Vepay» заключены
                договоры о сотрудничестве при проведении операций оплаты товаров (работ, услуг) через Интернет, в том числе с
                использованием платежных карт.</p>

            <p><strong>«Покупатели»</strong> — физические лица, осуществляющие приобретение товаров (работ, услуг),
                реализуемых Предоставляющими партнерами исключительно для личного использования, то есть для целей не
                связанных с предпринимательской деятельностью, посредством сети Интернет.</p>

            <p><strong>«Платежные системы»</strong> — совокупность финансовых институтов, объединенных между собой на
                договорной основе, а также включающие в себя программные, аппаратные и технические средства,
                обеспечивающие информационное и технологическое взаимодействие, необходимое для осуществления расчетов
                между «Покупателями» и «Vepay».</p>

            <p><strong>«Банковская карта»</strong> — инструмент для совершения ее держателем операций с денежными
                средствами, находящимися у банка, выпустившего карту, в соответствии с законодательством РФ и договором
                с банком-эмитентом.</p>

            <p><strong>«Списание денежных средств со счета покупателя»</strong> — банковская операция по дебетованию
                счета «Покупателя» в «Платежной системе» с целью оплаты товаров (работ, услуг) реализуемых
                Предоставляющими партнерами.</p>

            <p><strong>«Банк-эмитент»</strong> — кредитная организация, осуществляющая эмиссию «Банковской карты» и
                ведение счета «Покупателя».</p>

            <p><strong>«Расчетный банк»</strong> — банк-эквайрер, выбранный «Vepay» для осуществления
                расчетов по операциям с «Банковскими картами» и имеющий соответствующие полномочия от «Платежных систем» и
                производящий перевод денежных средств в пользу «Vepay» на основании имеющейся платежной
                информации.
            </p>

            <p><strong>«Платежная страница»</strong> — страницы в сети Интернет, предназначенные для ввода «Покупателем»
                реквизитов «Банковской карты» и получения результата «Авторизации».</p>

            <p><strong>«Авторизация»</strong> — процедура получения разрешения «Банка-эмитента» на совершение операции.
                Каждая «Авторизация» содержит информацию о денежном номинале совершаемой операции.</p>

            <p><strong>«Код авторизации»</strong> — буквенно-цифровой код, получаемый в результате «Авторизации».</p>

            <p><strong>«Успешная авторизация»</strong> — авторизация считается успешной с момента получения «Кода
                авторизации».</p>

            <p><strong>«Услуга»</strong> - услуги по онлайн оплате (в том числе мгновенной оплате по штрихкоду) товаров,
                работ, услуг, реализуемых Предоставляющими партнерами.</p>

            <p><strong>«Заказ»</strong> - заказ на покупку товаров/предоставление услуг, оформляемый Покупателем, в тои
                числе посредством внесения предоплаты.</p>

            <p><strong>«Операция/операция оплаты заказа (Платеж)»</strong> — оплата Покупателями товаров, работ/услуг
                (заказа), в том числе с использованием Банковской карты.</p>

            <p><strong>«Личная информация»</strong> — комбинация номера банковской карты и имени «Покупателя», а также
                другие личные данные «Покупателя».</p>

            <p><strong>«Реверсал»</strong> — отмена «Авторизации», посредством которой происходит разблокировка суммы на
                счете владельца карты.</p>

            <p><strong>Операция «Chargeback»</strong> — инициированная «Покупателем» процедура возврата на его счет
                через <strong>«Платежную систему»</strong> и согласно правилам этой «Платежной системы» денежных средств
                по ранее заключенной и оплаченной с использованием «Банковской карты» в сети Интернет сделки.</p>

            <p><strong>Штрихкод (линейный код/ QR-код)</strong> – графическая информация, наносимая на поверхность,
                платежный документ, иной носитель, в виде, удобном для считывания техническими средствами,
                предоставляемая Предоставляющими партнерами для целей совершения Покупателями Операций с использованием
                мобильных и Интернет коммуникаций.</p>

            <h2 id="условия-предоставления-услуги">Условия предоставления Услуги.</h2>

            <p>1. Для оплаты товаров (работ, услуг), реализуемых Предоставляющими партерами посредством сети Интернет и
                использования для расчетов Платежных систем Покупателю необходимо:</p>

            <p>1.1. На сайте «Vepay», сайте Предоставляющего партнера или с помощью мобильного приложения
                ImPay, выбрать интересующее товары (работы, услуги), указав при этом адрес своей электронной почты и
                (по желанию) номер мобильного телефона.</p>

            <p>1.2. После осуществления Покупателем всех действий, указанных в п. 1.1. настоящих Условий, происходит
                переадресация на Платежную страницу. Необходимо ввести данные, запрашиваемые на Платежной странице.
                Покупателю необходимо подтвердить приобретение выбранных товаров (работ, услуг) кнопкой «Оплатить» и
                получить подтверждение «Авторизации».</p>

            <p>1.3. После завершения процедуры оплаты Покупателю приходит SMS и письмо на электронную почту с указанием
                реквизитов Заказа (в случае, если Покупателем был указан номер мобильного телефона и/или адрес
                электронной почты).</p>

            <p>2. Воспользоваться Услугой могут владельцы карт платежных систем: VISA и MasterCard, Diners Club, JCB
                Card.</p>

            <p>3. Возврат приобретенных товаров (работ, услуг) осуществляется в соответствии с правилами, установленными
                Представляющим партнером. Возврат денежных средств осуществляется владельцам карт платежных систем, со
                счета которых осуществлялся платеж.</p>

            <p>4.Для мгновенной оплаты товаров (работ, услуг), реализуемых Предоставляющими партнерами с использованием
                Штрихкода (линейного кода/QR-кода) Покупателю необходимо:</p>

            <p>4.1. С использованием мобильного устройства, на которое установлено специальное приложение, отсканировать
                (считать) Штрихкод (линейный код/QR-код) на платежном документе, бланке Заказа, ином носителе.</p>

            <p>4.2. Сверить сумму и реквизиты, отобразившиеся после считывания Штрихкода на экране устройства с данными
                платежного документа, Заказа.</p>

            <p>4.3. При необходимости, ввести дополнительные данные (дополнительная платежная информация, данные
                относящиеся к оформлению предварительно оплаченного Заказа) и проверить введенные реквизиты.</p>

            <p>4.4. С целью получения информации о совершенном Заказе/Операции, по желанию, указать адрес своей
                электронной почты и номер мобильного телефона.</p>

            <p>4.5. Завершить оплату либо оформление Заказа, нажав кнопку «Оплатить». После этого Покупателю приходит
                SMS и письмо на электронную почту с указанием реквизитов Заказа/Операции (в случае, если Покупателем был
                указан номер мобильного телефона и адрес электронной почты).</p>

            <p>5. Общие правила пользования Услугой.</p>

            <p>5.1. Покупатель соглашается с тем, что Услуга предоставляются исключительно для его личного
                использования, то есть для целей не связанных с предпринимательской деятельностью.</p>

            <p>5.2. Покупатель обязуется предоставить полную и достоверную информацию о себе в пределах, необходимых для
                предоставления Услуги, и следить за актуальностью и достоверностью указанной информации.</p>

            <p>5.3. Покупатель несет все риски, связанные с предоставлением недостаточной и (или) недостоверной
                информации.</p>

            <p>5.4. Покупатель подтверждает, что осведомлен и согласен с тем, что Предоставляющий партер имеет право
                отказать в предоставлении товаров (работ, услуг):</p>

            <ul>
                <li>в случае подтверждения Банком — эмитентом неблагонадежности операции;</li>
                <li>в случае инициации Покупателем процедуры возврата товара (работы, услуги);</li>
                <li>в случае если Покупатель некорректно вводит «Код авторизации»,</li>
                <li>в иных случаях, предусмотренных законодательством и правилами соответствующего Предоставляющего
                    партнера.
                </li>
            </ul>

            <p>5.5. Покупатель несет полную ответственность за любое нарушение настоящих «Условий», а также за все
                последствия таких нарушений (включая весь ущерб и убытки, понесенные «Vepay»).</p>

            <p>5.6. Покупатель осведомлен, что Платежными системами и Расчетными Банками может взиматься дополнительная
                комиссия за осуществление Операций. Все вопросы и претензии, связанные с указанной комиссией, в том
                числе в случае инициации Покупателем операции Chargeback, решаются непосредственно с соответствующей
                Платежной системой или Расчетным Банком.</p>

            <p>6. «Vepay» обязуются не разглашать персональную информацию о Покупателе, полученную в ходе
                оказания Услуги, за исключением следующих случаев:</p>

            <ul>
                <li>при оказании услуги, в объеме необходимом для надлежащего оказания Услуги;</li>
                <li>по требованию органов и лиц, уполномоченных запрашивать и получать такую информацию;</li>
                <li>в иных случаях при наличии разрешения Покупателя.</li>
            </ul>

            <p>7. Покупатель соглашается с тем, что «Vepay» оставляет за собой право приостановить или
                прекратить предоставление Услуги в любое время без предварительного уведомления Покупателя.
                Прекращение или приостановление предоставления Услуг может быть произведено в том числе, но не
                ограничиваясь, в связи с нарушением Покупателем настоящих Условий и/или обстоятельствами технического
                характера, такими как сбои работы сайта «Vepay» или сайта Предоставляющего партнера, сбои в
                работе Платежных систем и т.п.</p>

            <p>8. Ограничение ответственности «Vepay»:</p>

            <p>8.1. Покупатель соглашается с тем, что Услуга предоставляется «как есть». «Vepay» не несет
                никакой
                ответственности за любые действия Предоставляющих партнеров, за задержку, сбои, невозможность и
                несвоевременность доставки, удаление или не сохранение любых данных, а также за несоответствие товаров
                (работ, услуг) нуждам Покупателя.</p>

            <p>8.2. «Vepay» не несет ответственности за какой-либо убыток или ущерб, причиненный Покупателю
                в
                результате любых изменений, которые «Vepay» или Предоставляющие партнеры вносят в свои
                сайты, в порядок оказания Услуги, а также в результате прекращения или приостановления оказания Услуги; удаления,
                сбоя или не сохранения каких-либо содержащихся или передаваемых данных; неточности и/или недостоверности
                предоставленных Покупателем данных;</p>

            <p>8.3. «Vepay» не несет никакой ответственности за ненадлежащее качество, реализуемых
                представляющими партнерами товаров (работ, услуг).</p>

            <p>8.4. «Vepay» не несет никакой ответственности за ненадлежащее выполнение Предоставляющими
                партнерами и/или Банками-эмитентами или Платежными системами действий, связанных с операцией Chargeback.</p>

            <p>8.5. «Vepay» во всех случаях не несет ответственности за действия Расчетного банка и Банка
                эмитента, в том числе вызванных обстоятельствами непреодолимой силы (форс-мажор).</p>

            <p>8.6. Покупатель соглашается, что Услуга может содержать ссылки на другие ресурсы интернета и «Vepay» не
                несет никакой ответственности за доступность этих ресурсов и за их содержание, а также за любые
                последствия, связанные с использованием материала этих ресурсов.</p>

            <p>9. Изменение «Условий».</p>

            <p>9.1. «Vepay» вправе вносить любые изменения и дополнения в настоящие Условия. Все изменения
                и дополнения к Условиям публикуются на сайте «Vepay» по адресу: vepay.online</p>

            <p>9.2. Изменения и дополнения к Условиям вступают в силу с момента их публикации в соответствии с п. 9.1.
                настоящих Условий. Пользование Покупателем Услугой после вступления в силу данных изменений и дополнений
                означает согласие Покупателя с Условиями в редакции изменений и дополнений.</p>

            <p>10. Заключительные положения.</p>

            <p>10.1. Покупатель соглашается, что настоящие Условия регулируют порядок пользование Услугой
                Покупателем.</p>

            <p>10.2. Признание какого-либо положения настоящих Условий недействительным или не подлежащим применению не
                влечет недействительности иных положений Условий.</p>

            <p>10.3. Покупатель соглашается, что при возникновении любых споров, связанных или вытекающих из настоящих
                Услуг, применимым материальным правом является российское право.</p>

        </div>
    </div>

</div>
