<?php
/* @var $config array */
/* @var $this \yii\web\View */

$this->title = 'политика защиты и обработки персональных данных';

?>

<!-- TOP NAV -->
<?= $this->render('_menu', ['config' => $config]); ?>

<!-- WRAPPER -->
<div id="wrapper">
    <section id="oferta" class="container margin-top60">
        <div class="row">

            <h1>Политика защиты и обработки персональных данных</h1>

            <h3>1. Общие положения</h3>
            <p>1.1. Настоящая Политика в отношении обработки персональных данных (далее – Политика) составлена в
                соответствии с пунктом 2 статьи 18.1 Федерального закона «О персональных данных» № 152-ФЗ от 27 июля
                2006 г., а также иными нормативно-правовыми актами Российской Федерации в области защиты и обработки
                персональных данных и действует в отношении всех персональных данных (далее – Данные), которые
                Организация (далее – Оператор) может получить от субъекта персональных данных, являющегося
                пользователем интернет-сайта (widget.vepay.online, api.vepay.online), клиентом (заказчиком услуг)
                Организации.
            <p>1.2. Оператор обеспечивает защиту обрабатываемых персональных данных от несанкционированного доступа
                и разглашения, неправомерного использования или утраты в соответствии с требованиями Федерального
                закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных».
            <p>1.3. Изменение Политики
            <p>1.3.1. Оператор имеет право вносить изменения в настоящую Политику. При внесении изменений в
                заголовке Политики указывается дата последнего обновления редакции. Новая редакция Политики вступает
                в силу с момента ее размещения на сайте, если иное не предусмотрено новой редакцией Политики.

            <h3>2. Термины и принятые сокращения</h3>
            <p>- Персональные данные (ПД) – любая информация, относящаяся к прямо или косвенно определенному или
                определяемому физическому лицу (субъекту персональных данных).
            <p>- Обработка персональных данных – любое действие (операция) или совокупность действий (операций),
                совершаемых с использованием средств автоматизации или без использования таких средств с
                персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение
                (обновление, изменение), извлечение, использование, передачу (распространение, предоставление,
                доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.
            <p>- Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств
                вычислительной техники.
            <p>- Информационная система персональных данных (ИСПД) – совокупность содержащихся в базах данных
                персональных данных и обеспечивающих их обработку информационных технологий и технических средств.
            <p>- Персональные данные, сделанные общедоступными субъектом персональных данных, – ПД, доступ
                неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе.
            <p>- Блокирование персональных данных – временное прекращение обработки персональных данных (за
                исключением случаев, если обработка необходима для уточнения персональных данных).
            <p>- Уничтожение персональных данных – действия, в результате которых становится невозможным
                восстановить содержание персональных данных в информационной системе персональных данных и (или) в
                результате которых уничтожаются материальные носители персональных данных.
            <p>- Оператор – организация, самостоятельно или совместно с другими лицами организующая обработку
                персональных данных, а также определяющая цели обработки персональных данных, подлежащих обработке,
                действия (операции), совершаемые с персональными данными. Оператором является Общество с
                ограниченной ответственностью «Процессинговая Компания Быстрых Платежей», 
				расположенное по адресу: Россия, г. Москва, улица Бутлерова, дом 17, эт 5 ком 80.

            <h3>3. Обработка персональных данных</h3>
            <p>3.1. Получение ПД.
            <p>3.1.1. Все ПД следует получать от самого субъекта. Если ПД субъекта можно получить только у третьей
                стороны, то субъект должен быть уведомлен об этом или от него должно быть получено согласие.
            <p>3.2. Обработка ПД.
            <p>3.2.1. Обработка персональных данных осуществляется:
            <p>– с согласия субъекта персональных данных на обработку его персональных данных;
            <p>– в случаях, когда обработка персональных данных необходима для осуществления и выполнения
                возложенных законодательством РФ функций, полномочий и обязанностей;
            <p>– в случаях, когда осуществляется обработка персональных данных, доступ неограниченного круга лиц к
                которым предоставлен субъектом персональных данных либо по его просьбе (далее – персональные данные,
                сделанные общедоступными субъектом персональных данных).
            <p>3.2.2. Цели обработки персональных данных:
            <p>– осуществление гражданско-правовых отношений.
            <p>3.2.3. Категории субъектов персональных данных.
            <p>Обрабатываются ПД следующих субъектов ПД:
            <p>– физические лица, состоящие с Оператором в гражданско-правовых отношениях.
            <p>3.2.4. ПД, обрабатываемые Оператором:
            <p>– данные, полученные при осуществлении гражданско-правовых отношений.
            <p>3.2.5. Обработка персональных данных ведется:
            <p>– с использованием средств автоматизации;
            <p>3.3. Хранение ПД.
            <p>3.3.1. ПД субъектов могут быть получены в электронном виде.
            <p>3.3.2. ПД субъектов, обрабатываемые с использованием средств автоматизации в разных целях, хранятся в
                разных папках.
            <p>3.3.3. Не допускается хранение и размещение документов, содержащих ПД, в открытых электронных
                каталогах (файлообменниках) в ИСПД.
            <p>3.3.4. Хранение ПД в форме, позволяющей определить субъекта ПД, осуществляется не дольше, чем этого
                требуют цели их обработки, и они подлежат уничтожению по достижении целей обработки или в случае
                утраты необходимости в их достижении.
            <p>3.4. Уничтожение ПД.
            <p>3.4.1. ПД на электронных носителях уничтожаются путем стирания или форматирования носителя.
            <p>3.4.2. Факт уничтожения ПД подтверждается документально актом об уничтожении носителей.
            <p>3.5. Передача ПД.
            <p>3.5.1. Оператор не передает ПД третьим лицам, за исключением случаев, предусмотренных российским
                законодательством.

            <h3>4. Защита персональных данных</h3>
            <p>4.1. В соответствии с требованиями нормативных документов Оператором создана система защиты
                персональных данных (СЗПД), состоящая из подсистем правовой, организационной и технической защиты.
            <p>4.2. Подсистема правовой защиты представляет собой комплекс правовых, организационно-распорядительных
                и нормативных документов, обеспечивающих создание, функционирование и совершенствование СЗПД.
            <p>4.3. Подсистема организационной защиты включает в себя организацию структуры управления СЗПД,
                разрешительной системы, защиты информации при работе с сотрудниками, партнерами и сторонними лицами.
            <p>4.4. Подсистема технической защиты включает в себя комплекс технических, программных,
                программно-аппаратных средств, обеспечивающих защиту ПД.
            <p>4.4. Основными мерами защиты ПД, используемыми Оператором, являются:
            <p>4.5.1. Назначение лица, ответственного за обработку ПД, которое осуществляет организацию обработки
                ПД, обучение и инструктаж, внутренний контроль за соблюдением учреждением и его работниками
                требований к защите ПД.
            <p>4.5.2. Определение актуальных угроз безопасности ПД при их обработке в ИСПД и разработка мер и
                мероприятий по защите ПД.
            <p>4.5.3. Разработка политики в отношении обработки персональных данных.
            <p>4.5.4. Установление правил доступа к ПД, обрабатываемым в ИСПД, а также обеспечение регистрации и
                учета всех действий, совершаемых с ПД в ИСПД.
            <p>4.5.5. Установление индивидуальных паролей доступа сотрудников в информационную систему в
                соответствии с их производственными обязанностями.
            <p>4.5.6. Применение прошедших в установленном порядке процедуру оценки соответствия средств защиты
                информации.
            <p>4.5.7. Сертифицированное антивирусное программное обеспечение с регулярно обновляемыми базами.
            <p>4.5.8. Соблюдение условий, обеспечивающих сохранность ПД и исключающих несанкционированный к ним
                доступ.
            <p>4.5.9. Обнаружение фактов несанкционированного доступа к персональным данным и принятие мер.
            <p>4.5.10. Восстановление ПД, модифицированных или уничтоженных вследствие несанкционированного доступа
                к ним.
            <p>4.5.11. Обучение работников Оператора, непосредственно осуществляющих обработку персональных данных,
                положениям законодательства РФ о персональных данных, в том числе требованиям к защите персональных
                данных, документам, определяющим политику Оператора в отношении обработки персональных данных,
                локальным актам по вопросам обработки персональных данных.
            <p>4.5.12. Осуществление внутреннего контроля и аудита.

            <h3>5. Основные права субъекта ПД и обязанности Оператора</h3>
            <p>5.1. Основные права субъекта ПД.
            <p>Субъект имеет право на доступ к его персональным данным и следующим сведениям:
            <p>– подтверждение факта обработки ПД Оператором;
            <p>– правовые основания и цели обработки ПД;
            <p>– цели и применяемые Оператором способы обработки ПД;
            <p>– наименование и место нахождения Оператора;
            <p>– сроки обработки персональных данных, в том числе сроки их хранения;
            <p>– порядок осуществления субъектом ПД прав, предусмотренных настоящим Федеральным законом;
            <p>– обращение к Оператору и направление ему запросов;
            <p>– обжалование действий или бездействия Оператора.
            <p>5.2. Обязанности Оператора.
            <p>Оператор обязан:
            <p>– при сборе ПД предоставить информацию об обработке ПД;
            <p>– в случаях если ПД были получены не от субъекта ПД, уведомить субъекта;
            <p>– при отказе в предоставлении ПД субъекту разъясняются последствия такого отказа;
            <p>– опубликовать или иным образом обеспечить неограниченный доступ к документу, определяющему его
                политику в отношении обработки ПД, к сведениям о реализуемых требованиях к защите ПД;
            <p>– принимать необходимые правовые, организационные и технические меры или обеспечивать их принятие для
                защиты ПД от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования,
                копирования, предоставления, распространения ПД, а также от иных неправомерных действий в отношении
                ПД;
            <p>– давать ответы на запросы и обращения субъектов ПД, их представителей и уполномоченного органа по
                защите прав субъектов ПД.

        </div>
    </section>
</div>
<!-- /WRAPPER -->

<?= $this->render('_footer', ['config' => $config]); ?>