<?php
/** @var string $ActivationCode */
?>

<style>
div {
    margin: 5px 0;
}
</style>
<table width='700'>
    <tr>
        <td>
            <div width='131'><img style='width: 131px;height: 31px;' src='http://qroplata.ru/imgs/logo_small.png'
                                  width='131'/></div>
        </td>
    </tr>
    <tr>
        <td><div>Здравствуйте!</div></td>
    </tr>
    <tr>
        <td><div>Благодарим Вас за подписку на получение электронной квитанции от нашего сервиса.</div></td>
    </tr>
    <tr>
        <td><div>Теперь Вы сможете получать на электронную почту письма со ссылками для оплаты квитанций как только они будут сформированы.</div></td>
    </tr>
    <tr>
        <td><div>QR-Оплата - самый быстрый и удобный способ электронной оплаты квитанций и мы рады поделиться им с Вами.</div></td>
    </tr>
    <tr>
        <td><div>Установите приложение QR-Оплата и Вы также сможете быстро оплачивать с Вашего смартфона бумажные квитанции по штрих-коду. Приложение доступно для смартфонов на платформе Android и iOS</div>
            <!--p>QR код на страницу скачивания приложения</p!--></td>
    </tr>
    <tr>
        <td><div>Для завершения регистрации вернитесь на страницу сайта и введите (скопируйте) в соответствующее поле код активации: <?= $ActivationCode ?></div></td>
    </tr>
    <tr>
        <td><div>Благодарим за регистрацию!</div></td>
    </tr>
    <tr>
        <td><div>_____________________________ </div>
            <div>С уважением, сервис Vepay </div></td>
    </tr>
    <tr>
        <td><div>Если Вы не регистрировали свой адрес электронной почты и получили это письмо по ошибке, просто проигнорируйте его. </div></td>
    </tr>
</table>
